<template>
  <v-container fill-height class="font-weight-light headline text-justify">
    <content>
      «МЕБЕЛЬНАЯ ФУРНИТУРА» - компания с многолетним стажем работы на рынке.
      Клиенты доверяют нам с 1994 года. За это время у нас сложились партнерские
      отношения с ведущими производителями, позволяющие предлагать
      высококачественную продукцию по конкурентно способным ценам. Наша
      складская программа, насчитывающая более 10 000 наименований продукции.
      постоянно пополняется с учетом Ваших потребностей. Постоянное участие в
      Международных, Московских и Региональных выставках позволяет следить за
      новинками в мире мебельной фурнитуры и предлагать эти новшества нашим
      клиентам. Наши сотрудники обладают достаточным опытом и всеми необходимыми
      качествами для того, чтобы профессионально помочь с выбором нужной именно
      Вам фурнитуры.
    </content>
    <content>
      <p class="font-weight-medium mt-5">О КОМПАНИИ</p>
      Головной офис нашей компании находится в Москве. Для удобства региональных
      клиентов открыты филиалы в Санкт-Петербурге, Екатеринбурге, Новосибирске,
      Ростове-на-Дону, Казани и Краснодаре. Мы осуществляем отправки через
      транспортные компании в любой регион России, а так же для оптовых клиентов
      возможна доставка по Москве и ближайшему Подмосковью. Наши сайт и каталог
      содержат самую актуальную информацию, что сэкономит Ваше время при
      формировании заказа. Для наших клиентов действуют разовые и накопительные
      скидки от объема покупок, а так же специальные предложения на отдельные
      группы товаров. Позвоните или напишите нам и мы будем рады ответить на все
      Ваши вопросы и предложить качественную мебельную фурнитуру по выгодным
      ценам.
    </content>
  </v-container>
</template>
<script>
export default {
  beforeCreate() {
    this.$store.commit('setHeaderName', 'О компании')
  },
}
</script>
