<template>
  
    <section style="display: flex;
                    align-items: center;
                    justify-content: center;">
        <div style="max-width: 800px; padding: 20px;">

            <h1 align="center">Анонс предстоящих семинаров</h1>
            <p>
                Компания МФ-Комплект проводит серию образовательных мероприятий в разных
                городах России. На семинарах будут представлены новинки ассортимента фурнитуры МФ и
                <a href="https://unihopper.pro/" target="_blank" rel="noopener noreferrer">UNIHOPPER</a>, а также
                рассмотрены их функциональные особенности и возможности применения этих решений в современном
                производстве
                мебели.
            </p>

            <p>
                На некоторых мероприятиях вас ждут дополнительные темы:
            </p>
            <ul>
                <li>
                    В Краснодаре — продукция компании <a href="https://afc23.ru/" target="_blank"
                        rel="noopener noreferrer">Альфацентр</a>
                </li>
            </ul>


            <h2 align="center">Вы сможете:</h2>
            <ul>
                <li>Узнать о новинках и инновациях</li>
                <li>Получить ответы на актуальные вопросы</li>
                <li>Познакомиться с коллегами и экспертами</li>
                <li>Принять участие в розыгрыше ценных призов</li>
            </ul>

            <h2 align="center">Расписание семинаров:</h2>

            <a href="https://mf-docs.ru/unihopper_api/krd.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/krd.jpg" width="100%" alt="Новокузнечная, 84"
                    style="border-radius: 5px;">
            </a>

            <h3>17 сентября, Краснодар</h3>
            <p>
                <b>Место:</b> ул. Новокузнечная, д. 84, 3-й этаж <br>
                Совместно с <a href="https://afc23.ru/" target="_blank" rel="noopener noreferrer">Альфацентром</a><br>
                <b>Регистрация:</b> <a href="tel:+78612159111">+7 (861) 215-91-11</a><br>
                <b>Программа:</b> <br>
                <b>09:30</b> Приветственный кофе, регистрация <br>
                <b>10:00</b> Презентация продукции UNIHOPPER: <br>
                Направляющие скрытого монтажа полного выдвижения c 3D регулировкой, <br>
                Кухонное наполнение, Наполнение шкафов купе и гардеробных систем, <br>
                NEW Петли Hutton<br>
                <b>11:30</b> Кофе брейк, неформальное общение, Q&A <br>
                <b>11:45</b> Презентация продукции МФ: <br>
                Мебельные петли серии Прима Топ, Выдвижные системы ящики Tango Slim, <br>
                Подъёмные механизмы серии Prima Way, Лицевая фурнитура <br>
                <b>13:20</b> Обеденный перерыв, неформальное общение, Q&A <br>
                <b>14:00</b> Презентация алюминиевых систем MODUS Line от компании Альфцентр <br>
                <b>16:30</b> Кофе брейк, розыгрыш ценных призов, неформальное общение, Q&A <br>
            </p>

            <a href="https://mf-docs.ru/unihopper_api/ekt.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/ekt.jpg" width="100%" style="border-radius: 5px;">
            </a>

            <h3>24 сентября, Екатеринбург</h3>
            <p>
                <b>Место:</b> <a href="https://bycenter.ru/venues/media/" target="_blank"
                    rel="noopener noreferrer">медиазал</a>
                Бизнес-центра «Ельцин-центр — Екатеринбург», 3-й этаж <br>
                <b>Регистрация:</b><a href="https://forms.yandex.ru/u/689c78a8e010db57c2e2d307"> яндекс форма</a><br>
                <b>Программа:</b><br>
                <b>10:30</b> Сбор гостей, регистрация <br>
                <b>11:00</b> Презентация продукции UNIHOPPER: <br>
                Направляющие скрытого монтажа полного выдвижения c 3D регулировкой, <br>
                петли Hutton и Setton, Ящики Magic Box, Наполнение шкафов, Кухонное наполнение <br>
                <b>13:15</b> поговорим о лицевой фурнитуре <br>
                <b>13:30</b> вопросы ответы, кофе брейк и розыгрыш призов <br>
            </p>

            <a href="https://mf-docs.ru/unihopper_api/kzn.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/kzn.jpg" width="100%" style="border-radius: 5px;">
            </a>

            <h3>15 октября, Казань</h3>
            <p>
                <b>Место:</b> <a href="https://kazanriviera.ru/hotel/conference/lazurnyy-bereg/" target="_blank"
                    rel="noopener noreferrer">конференц-зал "Лазурный берег"</a>
                отеля "Ривьера" <br>
                <b>Регистрация:</b> <a href="https://forms.yandex.ru/u/68baba1fd046887d31bd633d/">по ссылке</a><br>
                <b>Программа:</b><br>
                <b>10:30</b> Сбор гостей, регистрация <br>
                <b>11:00</b> Презентация продукции UNIHOPPER: <br>
                Направляющие скрытого монтажа полного выдвижения c 3D регулировкой,<br>
                Ящики Magic Box, Петли Hutton, Кухонное наполнение <br>
                <b>12:30</b> вопросы ответы, кофе брейк<br>
                <b>13:30</b> Презентация продукции MF:<br>
                Петли Prima Top, подъёмники Prima Way<br>
                и лицевая фурнитура<br>
                <b>14:30</b> Розыгрыш призов <br>
            </p>

            <p>
                <b>🎯 Для кого:</b> дизайнеры, производители мебели, проектировщики, менеджеры <br>
                <b>💡 Почему стоит прийти:</b> чтобы быть в курсе трендов, получить экспертные знания и улучшить
                качество
                своих
                решений. <br>
            </p>

            <p align="center">
                <b>Регистрация открыта!</b><br>
                <b>Приходите — будьте в тренде!</b><br>
            </p>

        </div>
    </section>

</template>

<script>
// if (typeof require !== "undefined") XLSX = require("xlsx");
export default {

  data() {
    return {};
  },
  mounted() {
    // const workbook = window.XLSX.readFile("testExcel.xlsx");
    // console.log(workbook);
  },

  methods: {
    downloadResource(path) {
      window.open(path);
    },
  },
 
  head() {
    return {
      title: "Анонс семинаров МФ-Комплект",
      meta: [
        {
          name: "description",
          content:
            "Cеминары совместно с UNIHOPPER в Санкт-Петербурге, Ростове-на-Дону, Краснодаре, Екатеринбурге.",
          hid: "description",
        },
        {
          name: "keywords",
          content:
            "МФ-Комплект, UNIHOPPER, Семинары, Фурнитура, Мебельная Индустрия, Новинки, Образовательные Мероприятия",
          hid: "keywords",
        },
      ],
    };
  },
};
</script>

<style scoped></style>
